brew "age"
brew "awscli"
brew "colima"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "git"
brew "helm"
brew "kubectl"
brew "mise"
brew "neovim"
brew "ripgrep"
brew "sops"
brew "starship"
brew "tmux"
brew "tree-sitter-cli"

cask "alacritty", args: { no_quarantine: true }
cask "codex"
cask "font-jetbrains-mono-nerd-font"
